Repository: yoshakami/weblate-wacca
Catalog: locale/*/NGWordMessage.po
Languages: fr_be, fr_fr

# Putain
source: F*CK
fr_be: Putain
fr_fr: Putain

# PUTAIN
source: FUC'KIN
fr_be: PUTAIN
fr_fr: PUTAIN

# FUCK
source: FUKK
fr_be: FUCK
fr_fr: PUTAIN

# Merde
source: SH*T
fr_be: Merde
fr_fr: Merde

# MERDE
source: S H I T
fr_be: MERDE
fr_fr: MERDE

# PÉDÉ
source: F'G
fr_be: PÉDÉ
fr_fr: PÉDÉ

# PERSONNEL
source: STAFF
fr_be: PERSONNEL
fr_fr: LA DIRECTION

# QUEUE
source: DICK
fr_be: QUEUE
fr_fr: QUEUE

# PUTAIN~K
source: FUC~K
fr_be: PUTAIN~K
fr_fr: PUTAIN

# TITES
source: TITIES
fr_be: TITES
fr_fr: SEINS

# VAGIN
source: VAGINA
fr_be: VAGIN
fr_fr: VAGIN

# PUTES
source: WHORES
fr_be: PUTES
fr_fr: PUTES

# CHIENNE
source: BIT'CH
fr_be: CHIENNE
fr_fr: SALOPE

# WACCAeur
source: WACCAer
fr_be: WACCAeur

# CONNARD
source: SHITHEAD
fr_be: CONNARD
fr_fr: CONNARD

# SOUTIEN
source: SUPPORT
fr_be: SOUTIEN

# BAISE
source: FUCKLING
fr_be: BAISE
fr_fr: BAISE

# ENFOIRÉ
source: FUCKER
fr_be: ENFOIRÉ
fr_fr: ENFOIRÉ

# éveiller
source: AROUSING
fr_be: éveiller

# Trou du cul
source: ARSEHOLE
fr_be: Trou du cul
fr_fr: TROUDUC

# CONNUS
source: ASSHOLES
fr_be: CONNUS
fr_fr: CONNARDS

# TOUT LE CUL
source: ASSWHOLE
fr_be: TOUT LE CUL
fr_fr: TROUDUCUL

# TROUS D'AZZZ
source: AZZHOLES
fr_be: TROUS D'AZZZ

# PUTAIN DE VISAGE
source: FUCKFACE
fr_be: PUTAIN DE VISAGE

# OFFICIEL
source: OFFICIAL
fr_be: OFFICIEL

# SEXUELLEMENT
source: SEXUALLY
fr_be: SEXUELLEMENT
fr_fr: SEXUELLEMENT

# PUTAIN DE
source: FUCKING
fr_be: PUTAIN DE
fr_fr: SEX

# SE BRANLER
source: JERK OFF
fr_be: SE BRANLER
fr_fr: BRANLETTE

source: DI`CK
fr_fr: PENIS

source: FUC`K
fr_fr: PUTAIN

source: DICKS
fr_fr: BITE

source: DICKS
fr_fr: BITES

source: FUC`KY
fr_fr: CHIENNE

source: FU'CKS
fr_fr: CHIENNES

source: FUC`KIN
fr_fr: ENCULER

source: FU'CKAS
fr_fr: ENCULE

source: FU`CKI~N
fr_fr: SEXE
